{
  "title": "Epithalamion",
  "text": "1.\n\nThou aged unreluctant earth who dost\nwith quivering continual thighs invite\nthe thrilling rain the slender paramour\nto toy with they extraordinary lust,\n(the sinuous rain which rising from thy bed\nsteals to his wife the sky and hour by hour\nwholly renews her pale flesh with delight)\n—immortally whence are the high gods fled?\n\nSpeak elm eloquent pandar with thy nod\nsignificant to the ecstatic earth\nin token of his coming whom her soul\nburns to embrace—and didst thou know the god\nfrom but the imprint of whose cloven feet\nthe shrieking dryad sought her leafy goal,\nat the mere echo of whose shining mirth\nthe furious hearts of mountains ceased to beat?\n\nWind beautifully who wanderest\nover smooth pages of forgotten joy\nproving the peaceful theorems of the flowers\n—didst e'er depart upon more exquisite quest?\nand did they fortunate fingers sometime dwell\n(within a greener shadow of secret bowers)\namoung the curves of that delicious boy\nwhose serious grace one goddes loved too well?\n\nChryselephantine Zeus Olympian\nsceptred colossus of the Pheidian soul\nwhose eagle frights creation, in whose palm\nNike presents the crown sweetest to man,\nwhose lilied robe the sun’s white hands emboss,\nbetwixt whose absolute feet anoint with calm\nof intent stars circling the acerb pole\npoises, smiling, the diadumenos\n\nin whose young chiseled eyes the people saw\ntheir once again victorious Pantarkes\n(whose grace the prince of artists made him bold\nto imitate between the feet of aw),\nthunderer whose omnipotent brow showers\nits curls of unendured eternal gold\nover the infinite breast in bright degrees,\nwhose pillow is the graces and the hours,\n\nfather of gods and men whose subtle throne\ntwain sphinxes bear each with a writhing youth\ncaught to her brazen breasts, whose foot-stool tells\nhow fought the looser of the warlike zone\nof her that brought forth tall Hippolytus,\nlord on whose pedestal the deep expels\n(over Selene’s car closing uncouth)\nof Helios the sweet wheels tremulous—\n\nare there no kings in Argos, that the song\nis silent, of the steep unspeaking tower\nwithin whose brightening strictness Danæ\nsaw the night severed and the glowing throng\ndescend, felt on her flesh the amorous strain\nof gradual hands and yielding to that fee\nher eager body's unimmortal flower\nknew in the darkness a more burning rain?\n\n2.\n\nAnd still the mad magnificent herald Spring\nassembles beauty from forgetfulness\nwith the wild trump of April: witchery\nof sound and odour drives the wingless thing\nman forth into bright air, for now the red\nleaps in the maple’s cheek, and suddenly\nby shining hordes in sweet unserious dress\nascends the golden crocus from the dead.\n\nOn dappled dawn forth rides the pungent sun\nwith hooded day preening upon his hand\nfollowed by gay untimid final flowers\n(which dressed in various tremulous armor stun\nthe eyes of the ragged earth who sees them pass)\nwhile hunted from his kingdom winter cowers,\nseeing green armies steadily expand\nhearing the spear-song of the marching grass.\n\nA silver sudden parody of snow\ntickles the air to golden tears, and hark!\nthe flicker’s laughing yet, while on the hills\nthe pines deepen to whispers primeval and throw\nbackward their foreheads to the barbarous bright\nsky, and suddenly from the valley thrills\nthe unimaginable upward lark\nand drowns the earth and passes into light\n\n(slowly in life’s serene perpetual round\na pale world gathers comfort to her soul,\nhope richly scattered by the abundant sun\ninvades the new mosaic of the ground\n—let but the incurious curtaining dusk be drawn\nsurpassing nets are sedulously spun\nto snare the brutal dew,—the authentic scroll\nof fairie hands and vanishing of the dawn).\n\nSpring, that omits no mention of desire\nin every curved and curling thing, yet holds\ncontinous intercourse—through skies and trees\nthe lilac’s smoke the poppy’s pompous fire\nthe pansy’s purple patience and the grave\nfrailty of daisies—by what rare unease\nrevealed of teasingly transparent folds—\nwith man’s poor soul superlatively brave.\n\nSurely from robes of particoloured peace\nwith mouth flower-faint and undiscovered eyes\nand dim slow perfect body amorous\n(whiter than lilies which are born and cease\nfor being whiter than this world) exhales\nthe hovering high perfume curious\nof that one month for whom the whole year dies,\nrisen at length from palpitating veils.\n\nO still miraculous May! O shining girl\nof time untarnished! O small intimate\ngently primeval hands, frivolous feet\ndivine! O singular and breathless pearl!\nO indefinable frail ultimate pose!\nO visible beatitude sweet sweet\nintolerable! silence immaculate\nof god’s evasive audible great rose!\n\n3.\n\nLover, lead forth they love unto that bed\nprepared by whitest hands of waiting years,\ncurtained with wordless worship absolute,\nunto the certain altar at whose head\nstands the clear candle whose expecting breath\nexults upon the tongue of flame half-mute,\n(haste e’er some thrush with silver several tears\ncomplete the perfumed paraphrase of death).\n\nNow is the time when all occassional things\nclose into silence, only one tree, one\nsvelte translation of eternity\nunto the pale meaning of heaven clings,\n(whose million leaves in winsome indolence\nsimmer upon thinking twilight momently)\nas down the oblivious west’s numerous dun\nmagnificence conquers magnificence.\n\nIn heaven’s intolerable athanor\ninimitably tortured the base day\nutters at length her soft intrinsic hour,\nand from those tenuous fires which more and more\nsink and are lost the divine alchemist,\nthe magus of creation, lifts a flower—\nwhence is the world’s insufferable clay\nclothed with incognizable amethyst.\n\nLady at whose imperishable smile\nthe amazed doves flicker upon sunny wings\nas if in terror of eternity,\n(or seeming that they would msitrust a while\nthe moving of beauteous dead mouths throughout\nthat very proud transparent company\nof quivering ghosts-of-love which scarcely sings\ndrifting in slow diaphanous faint rout),\n\nqueen in the inconceivable embrace\nof whose tremendous hair that blossom stands\nwhereof is most desire, yet less than those\ntwain perfect roses whose ambrosial grace,\ngoddess, they crippled thunder-forging groom\nof the loud lord of skipping mænads knows,—\nhaving Discordia’s apple in thy hands,\nwhich the scared shepherd gave thee for his doom—\n\nO thou within the chancel of whose charms\nthe tall boy god of everlasting war\nreceived the shuddering sacrament of sleep,\nbetwixt whose cool incorrigible arms\nimpaled upon delicious mystery,\nwith gaunt limbs reeking of the whispered deep,\ndeliberate groping ocean fondled o’er\nthe warm long flower of unchastity,\n\nimperial Cytherea, from frail foam\nsprung with irrevocable nakedness\nto strike the young world into smoking song—\nas the first star perfects the sensual dome\nof darkness, and the sweet strong final bird\ntranscends the sight, O thou to whom belong\nthe hearts of lovers!—I beseech thee bless\nthy suppliant singer and his wandering word.",
  "slug": "epithalamion",
  "html_url": "https://cummings.ee/book/tulips-and-chimneys/poem/epithalamion/",
  "json_url": "https://cummings.ee/book/tulips-and-chimneys/poem/epithalamion.json",
  "yaml_url": "https://cummings.ee/book/tulips-and-chimneys/poem/epithalamion.yaml",
  "txt_url": "https://cummings.ee/book/tulips-and-chimneys/poem/epithalamion.txt",
  "markdown_url": "https://cummings.ee/book/tulips-and-chimneys/poem/epithalamion.md"
}
